Repository: LeszekR/flutter-form-bricks
Catalog: lib/imported_classes_from_tms/string_assets/app_*.arb
Languages: pl

# dialogsWarning
source: Warning
pl: UWAGA

# dialogsSuccess
source: Success
pl: Sukces

# dialogsError
source: Error
pl: Błąd

# dialogsDecision
source: Reset form
pl: Reset formularza

# dialogsSaveSuccess
source: Your data has been saved
pl: Dane zostały zapisane

# dialogsDeleteSuccess
source: Your data has been deleted
pl: Dane zostały usunięte

# pagesResetPasswordDialogsSuccess
source: Password reset successfully
pl: Pomyślnie zresetowano hasło

# pagesResetPasswordDialogsNotPermitted
source: You do not have the required permissions {requiredRoles}.
pl: Nie masz wymaganych uprawnień {requiredRoles}

# pagesAbstractFormDialogsErrorNoChanges
source: There are no changes to save
pl: Nie ma zmian do zapisania

# pagesAbstractFormDialogsErrorCorrectContent
source: Please correct or complete the data
pl: Popraw lub uzupełnij dane

# pagesAbstractFormDialogsConfirmCancel
source: If you press OK, all changes will be lost. Continue?
pl: Jeśli wciśniesz OK to wszystkie zmiany zostaną utracone. Kontynuować?

# buttonYes
source: Yes
pl: Tak

# buttonNo
source: No
pl: Nie

# buttonCancel
source: Cancel
pl: Anuluj

# buttonSave
source: Save
pl: Zapisz

# buttonDelete
source: Delete
pl: Skasuj

# buttonChange
source: Change
pl: Zmień

# buttonReset
source: Reset
pl: Resetuj

# buttonColumns
source: Select columns
pl: Wybierz kolumny

# buttonFilter
source: Filter
pl: Filtruj

# buttonExport
source: Export
pl: Eksportuj

# buttonChoice
source: Clear selection
pl: Usuń wybór

# validationMessageRequired
source: {field} is {gender, select, male { required} female { required} other { required}}
pl: {field} {gender, select, male { jest wymagany} female { jest wymagana} other { jest wymagane}}

# validationPasswordOldNew
source: The new password must be different from the old one
pl: Nowe i stare hasło muszą się różnić

# validationPasswordPassRepeatPass
source: Password and confirm password must match
pl: Hasło i hasło powtórz musza się zgadzać

# validationDecimal
source: Only positive decimal numbers with {field, plural, one {1 decimal place} other {# decimal places}}
pl: Tylko dodatnie liczby zmienno-przecinkowe {field, plural, one {z 1 znakiem} other {z {field} znakami}}

# validationInteger
source: Only positive integers
pl: Tylko dodatnie liczby całkowite

# pagesExchangeRateValidatorTableAErrorText
source: Invalid format of table A NBP. Expected format: 000/A/NBP/0000
pl: Niepoprawny format tabeli A NBP. Oczekiwany format: 000/A/NBP/0000

# pagesExchangeRateValidatorTableCErrorText
source: Invalid format of table C NBP. Expected format: 000/C/NBP/0000
pl: Niepoprawny format tabeli C NBP. Oczekiwany format: 000/C/NBP/0000

# pagesExchangeRateValidatorPublicationDateText
source: Publication date already exists
pl: Data Publikacji już istnieje

# pagesExchangeRateServiceSuccessMessage
source: Successfully updated
pl: Pomyślnie zaktualizowano

# pagesExchangeRateDescription
source: Exchange Rates
pl: Kursy walut

# pagesExchangeRateLabelMappingTradingDateKey
source: NBP Table Date
pl: Data tabeli NBP

# pagesExchangeRateLabelMappingEffectiveDateKey
source: Effective Date
pl: Data obowiązywania

# pagesEntityFormDeadlineMessage
source: At {formattedLockDeadline}, the ability to edit the data will expire. In order to continue, it is necessary to extend the lock time; otherwise, the form will be closed. Do you want to continue editing?
pl: O godzinie {formattedLockDeadline} mija możliwość edytowania danych. Aby móc kontynuować konieczne jest przedłużenie czasu blokady, w przeciwnym wypadku formularz zostanie zamknięty. Czy chcesz kontynuować edycję?

# pagesEntityFormErrorMessageName
source: Server
pl: Serwer

# pagesFerryListCountryFrom
source: Country of Departure
pl: Kraj Wypłynięcia

# pagesFerryListHarborFrom
source: Harbor of Departure
pl: Port Wypłynięcia

# pagesFerryListCountryTo
source: Destination Country
pl: Kraj Docelowy

# pagesFerryListHarborTo
source: Destination Harbor
pl: Port Docelowy

# pagesFerryListShipper
source: Shipper
pl: Armator

# pagesFerryListTitle
source: Ferry Routes
pl: Trasy promoów

# pagesFerryFormLabel
source: Ferry Routes Form
pl: Formularz tras promów

# pagesLoginName
source: Login
pl: Logowanie

# pagesLoginUsername
source: Username
pl: Login

# pagesLoginPassword
source: Password
pl: Hasło

# pagesLoginLogin
source: Login
pl: Zaloguj

# pagesLoginRestorePassword
source: Restore Password
pl: Odzyskaj Hasło

# pagesLoginRestorePasswordUsernameNeeded
source: 'Username' field is required to reset the password
pl: Pole 'Login' wymagane przy resetowaniu hasła

# pagesLoginRestorePasswordDialogHeader
source: WARNING - Reset Password
pl: UWAGA - Reset hasła

# pagesLoginRestorePasswordInstruction
source: Your old password will be removed. You will receive new one via the email. Continue?
pl: Twoje stare hasło zostanie usunięte. Dostaniesz nowe mailem. Kontynuować?

# pagesLoginRestorePasswordConfirm
source: Do you really want to delete old password?
pl: Na pewno usunąć stare hasło?

# pagesResetPasswordName
source: Password Reset
pl: Reset Hasła

# pagesResetPasswordTemporary
source: Temporary Password (from email)
pl: Hasło Tymczasowe

# pagesResetPasswordNewPassword
source: New Password
pl: Nowe Hasło

# pagesResetPasswordNewPasswordConfirm
source: New Password - Confirm
pl: Nowe Hasło - Powtórz

# pagesResetPasswordSuccessful
source: Password reset successful
pl: Pomyślnie zresetowano hasło

# pagesExchangeRateRefreshRates
source: Refresh Rates
pl: Odśwież kursy

# pagesDictionaryCustomerColumn
source: Customer
pl: Klient

# pagesDictionaryCustomerLabel
source: Form for additional order pages
pl: Formularz dodatkowych stron zlecenia

# pagesDictionaryAccountAssignColumn
source: Account Assignment
pl: Dekret

# pagesDictionaryTypeColumn
source: Print Type
pl: Rodzaj Wydruku

# pagesDictionarySubTypeColumn
source: Print Field
pl: Pole Wydruku

# pagesDictionaryTemplateVariableFormPrintField
source: Form
pl: Formularz

# pagesDictionaryTemplateVariableCustomerId
source: Customer
pl: Klient

# pagesDictionaryTemplateVariableFormLabel
source: Variable Texts Form
pl: Formularz tekstów zmiennych

# pagesDictionaryTypeNameCustomer
source: Customer
pl: Klient

# pagesDictionaryTypeNameOrderTrp
source: Order
pl: Zlecenie

# pagesDictionaryTypeNameOrderTrpFromCustomer
source: Order for Customer
pl: Zlecenie dla klienta

# pagesDictionaryTypeNameOrderTrpForCarrier
source: Order for Carrier
pl: Zlecenie dla przewoźnika

# pagesDictionaryTypeNameOrderTrpConfirmation
source: Order Confirmation
pl: Potwierdzenie zlecenia

# pagesDictionaryTypeNameInvoiceSale
source: Sales Invoice
pl: Faktura Sprzedaż

# pagesDictionaryTypeNameInvoiceCost
source: Cost Invoice
pl: Faktura Koszt

# pagesDictionaryTypeNamePaymentDemand
source: Payment Demand
pl: Wezwanie do zapłaty

# pagesHomeLabelSettings
source: Settings
pl: Ustawienia

# pagesHomeLabelScale
source: Scale
pl: Skala

# pagesHomeLabelPassword
source: Change Password
pl: Zmiana hasła

# pagesHomeLabelLogout
source: Logout
pl: Wyloguj

# pagesHomeLabelLogoutQuestion
source: Log out?
pl: Wylogować?

# pagesHomeLabelRegisters
source: Registers
pl: Rejestry

# pagesHomeLabelRegistersContractors
source: Contractors
pl: Kontrahenci

# pagesHomeLabelRegistersDrivers
source: Drivers
pl: Kierowcy

# pagesHomeLabelRegistersUsers
source: Users
pl: Użytkownicy

# pagesHomeLabelRegistersDictionaries
source: Dictionaries
pl: Słowniki

# pagesHomeLabelRegistersUserRoles
source: User Roles
pl: Role użytkowników

# pagesHomeLabelShipments
source: Shipments
pl: Zlecenia

# pagesHomeLabelOrdersNewOrder
source: New Order
pl: Nowe zlecenie

# pagesHomeLabelShipmentsList
source: Shipments
pl: Zlecenia

# pagesHomeLabelShipmentsTruckTailors
source: Truck Sets
pl: Zestawy

# pagesHomeLabelShipmentsPricing
source: Pricing
pl: Cenniki

# pagesHomeLabelShipmentsTrailors
source: Trailer Types
pl: Typy naczep

# pagesHomeLabelShipmentsFerries
source: Ferry Routes
pl: Trasy promów

# pagesHomeLabelShipmentsFees
source: Fee Basis per km
pl: Podstawy prowizji na km

# pagesHomeLabelShipmentsComplaints
source: Complaints
pl: Reklamacje

# pagesHomeLabelShipmentsComplaintForm
source: New Complaint
pl: Nowa reklamacja

# pagesHomeLabelAccounting
source: Accounting
pl: Księgowość

# pagesHomeLabelAccountingSalesInvoiceList
source: Sales - Invoices
pl: Sprzedaż - faktury

# pagesHomeLabelAccountingSalesInvoiceForm
source: Sales - New Invoice
pl: Sprzedaż - nowa faktura

# pagesHomeLabelAccountingCostInvoiceList
source: Costs - Invoices
pl: Koszty - faktury

# pagesHomeLabelAccountingCostInvoiceForm
source: Costs - New Invoice
pl: Koszty - nowa faktura

# pagesHomeLabelAccountingExchangeRateList
source: Exchange Rates
pl: Kursy Walut

# pagesHomeLabelAccountingMissingTransferDataList
source: Missing Transfer Data
pl: Braki danych do przelewów

# pagesHomeLabelAccountingWhitelistRejectedList
source: Whitelist - Rejected
pl: Biała Lista - odrzuceni

# pagesHomeLabelDebug
source: Debug
pl: Debugowe

# pagesHomeLabelDebugCustomerList
source: Customers
pl: Klienci

# pagesHomeLabelDebugEmployeeForm
source: New User
pl: Nowy użytkownik

# pagesSettingsLabelBorderDescription
source: The value can range from $minValue to $maxValue
pl: Wartość może się mieścić w zakresie od $minValue do $maxValue

# pagesTransportModelPoiTypeLoad
source: LOAD
pl: ZAŁAD

# pagesTransportModelPoiTypeUnload
source: UNLOAD
pl: ROZŁAD

# pagesTransportModelPoiTypeDutyOut
source: DUTY OUT
pl: CŁO WYWOZ

# pagesTransportModelPoiTypeDutyLast
source: DUTY LAST
pl: CŁO OSTAT

# pagesTransportModelPoiTypeBorder
source: BORDER
pl: GRANICA

# pagesTransportModelPoiTypeOther
source: OTHER
pl: INNY

# pagesTransportViewShipmentListOrderNumber
source: Order Number
pl: Nr zlecenia

# pagesTransportViewShipmentListOrderType
source: Order Type
pl: Typ zlecenia

# pagesTransportViewShipmentListCorrectiveInvoiceNumber
source: Corrective Invoice Number
pl: Nr korekty

# pagesTransportViewShipmentListPublishedDate
source: Published Date
pl: Data wystawienia

# pagesTransportViewShipmentListCarrier
source: Carrier
pl: Przewoźnik

# pagesTransportViewShipmentListClient
source: Client
pl: Klient

# pagesTransportViewShipmentLabelOrders
source: Orders
pl: Zlecenia

# pagesUserExternalContractorListCreated
source: Created
pl: Utworzony

# pagesUserExternalContractorListLastUsed
source: Last Used
pl: Ostatnio Użyty

# pagesUserExternalContractorListShortName
source: Name
pl: Nazwa

# pagesUserExternalContractorListLanguage
source: Language
pl: Język

# pagesUserExternalContractorListMarkets
source: Market
pl: Giełda

# pagesUserExternalContractorListComment
source: Comment
pl: Komentarz

# pagesUserExternalContractorListIdentificationType
source: Identification Type
pl: Typ identyfikacji

# pagesUserExternalContractorListIdentification
source: Identification
pl: Identyfikacja

# pagesUserExternalContractorListVatId
source: VAT Number
pl: Nr Vat

# pagesUserExternalContractorListVatCurrent
source: Current VAT
pl: Vat aktualny

# pagesUserExternalContractorListVatVerificationDate
source: VAT Verification Date
pl: Data weryfikacji vat

# pagesUserExternalContractorListSymfName
source: Symf Name
pl: Nazwa symf

# pagesUserExternalContractorListSymfAccount
source: Symf Account
pl: Konto symf

# pagesUserExternalContractorListLimName
source: Lim Name
pl: Nazwa lim

# pagesUserExternalContractorListOffice
source: Office
pl: Biuro

# pagesUserExternalContractorLabelContractorList
source: Contractor List
pl: Lista kontrahentów

# pagesUserExternalCustomerShortName
source: Short Name
pl: Nazwa skrócona

# pagesUserExternalCustomerLabelCustomers
source: Customers
pl: Klienci

# pagesUserExternalDriverLabelDeleted
source: Deleted
pl: Skasowany

# pagesUserExternalDriverLabelLastUsed
source: Last Used
pl: Ostatnio użyty

# pagesUserExternalDriverLabelFirstName
source: First Name
pl: Imię

# pagesUserExternalDriverLabelLastName
source: Last Name
pl: Nazwisko

# pagesUserExternalDriverLabelDriverId
source: ID Card
pl: Dowód osobisty

# pagesUserExternalDriverLabelDrivingLicence
source: Driving Licence
pl: Prawo jazdy

# pagesUserExternalDriverLabelComment
source: Comment
pl: Komentarz

# pagesUserExternalDriverLabelDriverForm
source: Driver Form
pl: Formularz Kierowcy

# pagesUserExternalDriverLastUsed
source: Last Used
pl: Ostatnio Użyty

# pagesUserExternalDriverComment
source: Comment
pl: Komentarz

# pagesUserExternalDriverFirstName
source: First Name
pl: Imię

# pagesUserExternalDriverLastName
source: Last Name
pl: Nazwisko

# pagesUserExternalDriverId
source: ID Card
pl: Dowód osobisty

# pagesUserExternalDriverDrivingLicence
source: Driving Licence
pl: Prawo Jazdy

# pagesUserExternalDriverLabel
source: Drivers
pl: Kierowcy

# pagesUserInternalEmployeeViewLabelFirstName
source: First Name
pl: Imie

# pagesUserInternalEmployeeViewLabelLastName
source: Last Name
pl: Nazwisko

# pagesUserInternalEmployeeViewLabelRole
source: Role
pl: Rola

# pagesUserInternalEmployeeViewForm
source: Employee Form
pl: Formularz Pracownika

# pagesUserInternalEmployeeFirstName
source: First Name
pl: Imię

# pagesUserInternalEmployeeLastName
source: Last Name
pl: Nazwisko

# pagesUserInternalEmployeeUserRole
source: Role
pl: Rola

# pagesUserInternalEmployeeLabel
source: User Register
pl: Rejestr Użytkowników

# pagesUserInternalEmployeeViewPermissionFormLabel
source: Permission Form
pl: Formularz Uprawnień

# pagesUserInternalEmployeeViewPermissionFormRole
source: Name
pl: Nazwa

# pagesUserInternalEmployeeViewPermissionFormInsurance
source: Insurance
pl: Polisa

# pagesUserInternalEmployeeViewPermissionFormLicense
source: Licence
pl: Licencja

# pagesUserInternalEmployeeViewPermissionFormConstantQuality
source: Constant Carrier Quality
pl: Stała jakość przewoźnika

# pagesUserInternalEmployeeViewPermissionFormTemporaryQuality
source: Temporary Carrier Quality
pl: Tymczasowa jakość przewoźnika

# pagesUserInternalEmployeeViewPermissionFormDangerousShipper
source: Dangerous Goods Shipper
pl: Przewoźnik groźnych towarów

# pagesUserInternalEmployeeViewPermissionFormConstantLimit
source: Constant Limit
pl: Limit stały

# pagesUserInternalEmployeeViewPermissionFormTemporaryLimit
source: Temporary Limit
pl: Limit tymczasowy

# pagesUserInternalEmployeeViewPermissionFormVehiclesControl
source: Vehicle Control
pl: Kontrola pojazdów

# pagesUserInternalEmployeeViewPermissionFormLoadingUnloadingDates
source: Loading/Unloading Dates
pl: Terminy załadunku/rozładunku

# pagesUserInternalEmployeeViewPermissionFormBankAccounting
source: Banking/Accounting
pl: Bankowość/księgowość

# pagesUserInternalEmployeeViewPermissionFormOrdersAuthorization
source: Order Authorization
pl: Autoryzacja zleceń

# pagesUserInternalEmployeeViewPermissionFormSecuredClient
source: Secured Client
pl: Klient chroniony

# pagesUserInternalEmployeeViewPermissionFormPriorityClient
source: Priority Client
pl: Klient priorytetowy

# pagesUserInternalEmployeeViewPermissionFormWhitelisted
source: Whitelisted
pl: Biała lista

# pagesUserInternalEmployeeViewPermissionRole
source: Role
pl: Rola

# pagesUserInternalEmployeeViewPermissionInsurance
source: Insurance
pl: Polisa

# pagesUserInternalEmployeeViewPermissionLicense
source: Licence
pl: Licencja

# pagesUserInternalEmployeeViewPermissionConstantCarrierQuality
source: Constant Carrier Quality
pl: Stała jakość przewoźnika

# pagesUserInternalEmployeeViewPermissionTemporaryCarrierQuality
source: Temporary Carrier Quality
pl: Tymczasowa jakość przewoźnika

# pagesUserInternalEmployeeViewPermissionDangerousGoodsShipper
source: Dangerous Goods Shipper
pl: Przewoźnik groźnych towarów

# pagesUserInternalEmployeeViewPermissionConstantLimit
source: Constant Limit
pl: Limit stały

# pagesUserInternalEmployeeViewPermissionTemporaryLimit
source: Temporary Limit
pl: Limit tymczasowy

# pagesUserInternalEmployeeViewPermissionVehiclesCheck
source: Vehicle Check
pl: Kontrola pojazdów

# pagesUserInternalEmployeeViewPermissionLoadingUnloadingDates
source: Loading/Unloading Dates
pl: Terminy załadunku/rozładunku

# pagesUserInternalEmployeeViewPermissionBankAccounting
source: Banking/Accounting
pl: Bankowość/księgowość

# pagesUserInternalEmployeeViewPermissionOrderAuthorization
source: Order Authorization
pl: Autoryzacja zleceń

# pagesUserInternalEmployeeViewPermissionSecuredClient
source: Secured Client
pl: Klient chroniony

# pagesUserInternalEmployeeViewPermissionPriorityClient
source: Priority Client
pl: Klient priorytetowy

# pagesUserInternalEmployeeViewPermissionWhitelisted
source: Whitelisted
pl: Biała lista

# pagesUserInternalEmployeeViewPermissionLabel
source: User Register
pl: Rejestr Użytkowników

# openDatePicker
source: Open calendar
pl: Otwórz kalendarz

# openTimePicker
source: Open clock
pl: Otwórz zegar

source: and
pl: oraz

source: date
pl: data

source: time
pl: godzina

source: start
pl: początek

source: end
pl: koniec

source: Delete
pl: Skasuj

source: Reset
pl: Resetuj

source: Save
pl: Zapisz

source: Form reset
pl: Reset formularza

# formResetConfirm
source: If you click OK all changes will be discarded Continue?
pl: Jeśli wciśniesz OK to wszystkie zmiany zostaną utracone. Kontynuować?

# deleteConfirm
source: Are you sure you want to delete it?
pl: Na pewno chcesz usunąć?

source: Required field
pl: Pole wymagane

# minNChars
source: Required min. {charsMinimumN} characters
pl: W polu muszą być min. {charsMinimumN} znaki

# maxNChars
source: Required max. {charsMinimumN} characters
pl: W polu muszą być max. {charsMinimumN} znaki

# minIntValue
source: Minimum value must not be lower than {IntValueMinimum}
pl: Minimalna liczba to {IntValueMinimum}

# maxIntValue
source: Maximum value must not exceed {IntValueMaximum}
pl: Maksymalna liczba to {IntValueMaximum}

# invalidEmail
source: Invalid email address
pl: Niepoprawny format email

# invalidVAT
source: Invalid VAT number
pl: Niepoprawny nr VAT

# rangeDateStartRequired
source: Missing start-date
pl: Brak daty początku

# rangeDateEndRequiredOrRemoveTimeEnd
source: Add end-date or remove end-time
pl: Podaj datę końca lub usuń czas końca

# rangeDateStartAfterEnd
source: End-date precedes start-date
pl: Data końca jest przed datą początku

# rangeTimeStartAfterEndOrAddDateEnd
source: Add end-date or make end-time later than start-time
pl: Dodaj datę końca lub poporaw czasy, aby czas końca był po czasie początku

# rangeTimeStartAfterEnd
source: Start-time is after end-time
pl: Czas końca jest przed czasem początku

# rangeTimeStartEndTooCloseOrAddDateEnd
source: Add end-date or make end-time at least {timesMinDifference} min after start-time
pl: Dodaj datę końca lub popraw czasy: czas końca musi być co najmniej {timesMinDifference} minut po czasie początku

# rangeTimeStartEndTooCloseSameDate
source: End-time must be at least {timesMinDifference} min after start-time
pl: Czas końca musi być co najmniej {timesMinDifference} minut po czasie początku

# rangeDatesTooFarApart
source: Dates must not be more than {maxDatesDifference} min after start-time
pl: Maksymalna liczba dni między datą początku a datą końca, to {maxDatesDifference}

# rangeStartSameAsEnd
source: Start is identical to End - change or remove End date / time
pl: Początek i koniec to ten sam termin - mień lub usuń koniec

# dateStringErrorBadChars
source: Characters not allowed for date
pl: Znaki niedozwolone dla daty

# dateStringErrorTooFewDigits
source: Too few digits for date
pl: Za mało cyfr dla daty

# dateStringErrorTooManyDigits
source: Too many digits for date
pl: Za dużo cyfr dla daty

# dateStringErrorTooManyDelimiters
source: Too many delimiters for date
pl: Za dużo znaków rozdzielających dla daty

# dateStringErrorTooManyDigitsDay
source: Too many digits for day
pl: Za dużo cyfr dla dnia

# dateStringErrorTooManyDigitsMonth
source: Too many digits for month
pl: Za dużo cyfr dla miesiąca

# dateStringErrorTooManyDigitsYear
source: Too many digits for year
pl: Za dużo cyfr dla roku

# dateErrorDay0
source: There is no day 0
pl: Nie ma dnia 0

# dateErrorMonth0
source: There is no month 0
pl: Nie ma miesiaca 0

# dateErrorTooManyDaysInMonth
source: Too many days in month
pl: Za dużo dni w miesiącu

# dateErrorMonthOver12
source: There are only 12 months, not more
pl: Nie ma miesiąca większego niż 12

# dateErrorYearTooFarBack
source: You can not input year before {dateMaxYearsBack}
pl: Rok nie może być wcześniejszy niż {dateMaxYearsBack}

# dateErrorYearTooFarForward
source: You can not input year after {dateMaxYearsForward}
pl: Rok nie może być późniejszy niż {dateMaxYearsForward}

source: must not precede
pl: nie może być przed

# timeStringErrorBadChars
source: Characters not allowed for time
pl: Znaki niedozwolone dla czasu

# timeStringErrorTooFewDigits
source: Too few digits for time
pl: Za mało cyfr dla czasu

# timeStringErrorTooManyDigits
source: Too many digits for time
pl: Za dużo cyfr dla czasu

# timeStringErrorTooManyDelimiters
source: Too many delimiters for time
pl: Za dużo znaków rozdzielających dla czasu

# timeStringErrorTooManyDigitsMinutes
source: Too many digits for minutes
pl: Za dużo cyfr dla minut

# timeStringErrorTooManyDigitsHours
source: Too many digits for hours
pl: Za dużo cyfr dla godzin

# timeErrorTooBigMinute
source: Too high minutes number - no such time exists
pl: Za dużo minut - nie ma takiej godziny

# timeErrorTooBigHour
source: Too high hours number - no such time exists (midnight is 00:00)
pl: Za dużo godzin - nie ma takiej godziny (północ to 00:00)

# datetimeStringErrorNoSpace
source: Date must be separated from time with space
pl: Data musi być oddzielona spacją od godziny

# datetimeStringErrorTooManySpaces
source: Too many spaces
pl: Za dużo spacji
